<?php require("includes/head.php");?>
		<div class="span10">
        	<h4><?php echo $pageName;?></h4>
            <hr>
            <p style="line-height:30px;">
            <b>周热卖产品规则：</b><br>
            1，考核方面：<br>
            【一】平均值：权重90%；计算关键词下每个产品近一周来每天订单数、评论数的平均值。以平均值最高的数作为100分，其它产品的平均数按“100*其产品平均数/最高平均数”得到其分值。<br />
            【二】日变化值：权重10%；计算每个产品近一周以天每天相对前一天的绝对数据变化值之和，以最大值为为基数，作为0分，其它产品的数据变化值按“100-其它产品数据变化值/最大变化值*100”得到其分值。因为此值越小，则销量越稳定，越是成熟热卖产品。<br />
            2，计算：以上述两个考核方面，按加权计算得分排序。
            </p>
            
            <p style="line-height:30px;">
            <b>周潜力产品规则：</b><br>
            1，考核方面：<br>
            【一】平均值：权重20%；计算关键词下每个产品近一周来每天订单数、评论数的平均值。以平均值最高的数作为100分，其它产品的平均数按“100*其产品平均数/最高平均数”得到其分值。<br />
            【二】平均值差值：权重80%；计算各个产品每天销量与此产品平均销量的差值的绝对值之和，以最大值为为基数，作为100分，其它产品的值按“其它产品平均值差值/最大差值*100”得到其分值。因为此值越大，则销量数据波动越大，从周起至周末数据变化得越剧烈，属于销售量还行（20%），销售增速很快（80%）的产品，属于有潜力的产品。<br />
            2，计算：以上述两个考核方面，按加权计算得分排序。
            </p>  
            <small><b>备注：</b>目前只是先用此规则看看效果，规则可任意调整。目前数据不多，不好看效果。后期数据多了，也能检测规则的效果，并加以调整。</small>  

		</div>
<?php require("includes/foot.php");?>